# Задайте последовательность чисел. 
# Напишите программу, которая выведет список неповторяющихся элементов исходной последовательности.

numbers = [1, 2, 2, 3, 3, 4, 5,7,7,7,9]
unique_numbers = list(set(numbers))
print(unique_numbers)   